Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source:  An Exercise Stress Muga: You get on a special table with an exercise bike in front of an x-ray machine. Pictures of your heart are taken while you rest. Then you exercise by pedaling the bike as you lie on your back. You ride the bike until your heart rate gets to a certain rate or you are too tired to continue. More pictures are taken.  A Medicine Stress Muga: You lie on a table. An x-ray machine moves over your chest to get pictures of your heart at rest. Medicine is given in your IV at times to make your heart work like you have been exercising. More pictures are taken. After the Test • You may return to your normal activity unless your doctor tells you otherwise. • Test results are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 4, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Stress Muga. Russian.
ru:  Радионуклидная ангиография с нагрузкой на тренажере. Вас попросят сесть на специальный стол с велотренажером перед рентгеновским аппаратом. Будут сделаны снимки сердца в состоянии покоя. Затем вы будете вращать педали велотренажера лежа на спине. Вы будете вращать педали, пока пульс не достигнет определенного уровня или вы слишком устанете. Будут сделаны дополнительные снимки. Радионуклидная ангиография с нагрузкой с помощью лекарства. Вас попросят лечь на стол. Рентгеновский аппарат будет двигаться над вашей грудью и делать снимки сердца в состоянии покоя. Время от времени через капельницу будут подавать лекарство, чтобы заставить сердце работать как во время физических упражнений. Будут сделаны дополнительные снимки. После обследования • Вы сможете заниматься своими обычными делами (если врач не установит ограничений). • Результаты обследования будут направлены вашему врачу. Врач обсудит с вами результаты обследования. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Stress Test A stress test is also called an exercise, heart or cardiac stress test. This test checks how your heart works under stress and can show if there is blockage in your blood vessels. You will either be given medicine, or you will exercise on a treadmill or an exercise bike. Your doctor has scheduled you for a stress test with: Medicine Exercise Arrive on time for your test. The test takes about 1 hour. Plan on being here about 2 hours. To Prepare • For the stress test with exercise, bring walking shoes and loose-fitting clothing so you can move easily. You can wear a hospital gown. • Do not eat solid foods for 4 hours before your test. • You may drink water, but do not drink liquids with caffeine. Caffeine is in regular and decaf coffee, tea, chocolate and soft drinks. • If you are to take your medicines the morning of the test, take them with sips of water only. Stress Test of the Heart. Russian.
ru: сердца с помощью теста of the Heart Нагрузочный тест — это обследование сердца под нагрузкой. В ходе исследования проверяется работа сердца под нагрузкой и выявляется закупорка кровеносных сосудов. Вам дадут лекарство либо попросят пробежаться на бегущей дорожке или проехать на велотренажере. Врач назначил вам нагрузочный тест с помощью: Лекарства  Тренажера Не опаздывайте на обследование. Обследование займет примерно 1 час. Вы будете находиться в больнице около 2 часов. Подготовка • Если нагрузочный тест будет проходить на тренажере, принесите спортивную обувь и свободную одежду, чтобы вы могли легко двигаться. При желании можно надеть больничную одежду. • За 4 часа до обследования не принимайте твердую пищу. • Воду пить можно, но напитки с кофеином запрещены. Кофеин содержится в обычном кофе и в кофе без кофеина, в чае, шоколаде и безалкогольных напитках. • Если нужно принять лекарства утром в день обследования, запивайте их небольшим количеством воды.

source: • Do not smoke or use tobacco for at least 4 hours before your test. Smoking can affect your test results. • Nitroglycerin tablets or spray may be used for chest pain as needed. • Bring a list of your medicines. Be sure to include any prescriptions and over-the- counter medicines, vitamins and herbs you take. During the Test • You are asked to change into your exercise clothes or a hospital gown. • Small pads are put on your chest to check your heart rate. For men, chest hair may need to be shaved. • A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked often. • Tell the staff right away if you have any shortness of breath or chest pain. For a Stress Test with Medicine: Ì An IV (intravenous) is put in a vein in your arm. Ì The medicine that stresses your heart is put into your IV. When a certain heart rate is reached, the test ends.  For a Stress Test with Exercise: Ì You exercise by walking on a treadmill or riding an exercise bike. Stress Test of the Heart. Russian.
ru: • Не курите и не употребляйте табачные изделия за 4 часа до обследования. Курение может повлиять на результаты. • При возникновении боли в груди можно использовать нитроглицерин в виде таблеток или аэрозоля. • Принесите список лекарств, которые вы принимаете. Внесите в список все лекарства, отпускаемые как по рецепту, так и без него, а также витамины и лекарственные растения. Во время обследования • Вас попросят переодеться в спортивную или больничную одежду. • На грудь будут помещены небольшие подушечки для измерения пульса. Мужчинам, возможно, побреют грудь. • На руку будет надета манжета для измерения давления. Давление и пульс будут регулярно проверять. • Если вам станет сложно дышать или появится боль в груди, немедленно сообщите персоналу. Нагрузочный тест с помощью лекарства. Ì Вам поставят капельницу в вену на руке. Ì В капельницу будет введено лекарство, увеличивающее нагрузку на сердце. Обследование прекратится, когда будет достигнут определенный пульс.  Нагрузочный тест на тренажере. Ì Вас попросят пробежаться на бегущей дорожке или проехать на велотренажере.

source: Ì The exercise gets harder every few minutes. Ì When you are too tired or a certain heart rate is reached, the test ends. After the Test • You are asked to sit and rest a few minutes. • When you go home, you may return to your normal activity. • Test results are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 3, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Stress Test of the Heart. Russian.
ru: Ì Каждые несколько минут нагрузка будет возрастать. Ì Обследование прекратится, когда вы слишком устанете или будет достигнут определенный пульс. После обследования • Вас попросят несколько минут посидеть и отдохнуть. • Дома вы сможете заниматься своими обычными делами. • Результаты обследования будут направлены вашему врачу. Врач обсудит с вами результаты обследования. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Stroke A stroke occurs when the blood flow to the brain is decreased or stopped. The blood flow can be blocked from a blood clot, plaque or a leak in a blood vessel. Sometimes the blood flow to the brain is blocked for a brief time. If you have signs of a stroke, but the signs go away in minutes to hours this is called a TIA or transient ischemic attack or “mini stroke”. This is a strong warning that there is a problem and a stroke could occur in the future. When the blood flow to the brain is blocked causing permanent damage, it is called a stroke. Tests can be done to find the type, location and cause of the blockage to the blood flow of the brain. Signs The effects of a stroke depend on the location and amount of damage to the brain. Signs are sudden and may include: • Numbness, tingling or weakness in the face, arm or leg, often only on one side of the body • Confusion or trouble understanding • Problems speaking • Problems seeing out of one or both eyes • Dizziness or trouble with balance, coordination or walking • Sudden severe headache with no known cause Stroke. Russian.
ru: Инсульт возникает в результате уменьшения или прекращения кровоснабжения мозга из-за тромба, бляшки или кровотечения. Иногда кровоснабжение мозга прекращается на короткое время. Если симптомы инсульта через несколько минут или часов исчезают, это называется транзиторной ишемической атакой (ТИА) или микроинсультом. Это серьезное предупреждение о том, что существует проблема и в будущем может произойти настоящий инсульт. Если в результате прекращения кровоснабжения возникают необратимые разрушения мозга, это называется инсультом. Чтобы определить тип, место и причину прекращения кровоснабжения мозга, проводят обследования. Симптомы Симптомы инсульта зависят от места и степени повреждения мозга. Симптомы проявляются внезапно и могут состоять в следующем: • Онемение, покалывание или слабость на лице, руке или ноге, зачастую только с одной стороны туловища • Растерянность или проблемы с пониманием • Проблемы с речью • Проблемы со зрением на один или оба глаза • Головокружение или проблемы с равновесием, координацией или хождением • Внезапная сильная головная боль по неизвестной причине

source: Your Care Call 911 as soon as you have any signs of a stroke. The goal of care is to stop further damage to the brain. It is important to get to the hospital right away. Sometimes it takes a few days to see what type of damage has occurred. It is hard to predict how you will recover from a stroke. Care is planned based on your needs. It may include: • Therapy for rehabilitation • Exercise to strengthen your muscles • Adapting your activity to use the strong side of your body • Learning how to talk and communicate • Learning ways to eat and drink safely Risk Factors You are at risk for a stroke if you: • Have high blood pressure, diabetes, high blood cholesterol, heart disease or a prior stroke • Are from a family where others have had a stroke • Are overweight • Are inactive or do not exercise • Have a lot of stress • Eat foods high in cholesterol and fat • Smoke or use tobacco • Drink too much alcohol • Use street drugs • Have a head injury or a bleeding disorder Stroke. Russian.
ru: Лечение При возникновении любых симптомов инсульта сразу же звоните по телефону 911. Цель лечения — остановить повреждение мозга. Это основной аргумент в пользу того, чтобы немедленно поехать в больницу. Чтобы определить степень повреждения мозга, иногда требуется несколько дней. Выздоровление после инсульта трудно прогнозировать. Лечение индивидуально и может включать следующие компоненты: • Реабилитационная терапия • Упражнения для укрепления мышц • Коррекция двигательной активности с использованием здоровой части тела • Обучение разговору и общению • Обучение безопасным способам приема пищи и питья Факторы риска Вам угрожает риск инсульта, если: • У вас высокое кровяное давление, диабет, повышенное содержание холестерина, сердечные заболевания или уже был инсульт • В вашей семье были случаи инсульта • У вас лишний вес • Вы ведете неактивный образ жизни или не занимаетесь физкультурой • Вы часто подвергаетесь стрессу • Вы употребляете жирную и богатую холестерином пищу • Вы курите или употребляете табак • Вы употребляете слишком много алкоголя • Вы принимаете наркотики • У вас были травмы головы или нарушение кровообращения

source: If you have any of these risk factors, talk to your doctor or nurse about ways to manage them. To Prevent a Stroke • Treat high blood pressure, diabetes, high cholesterol and heart disease if present • Quit smoking • Exercise • Eat a healthy diet and lose weight if you are overweight • Limit alcohol to 1 to 2 drinks a day • Avoid falls and injuries Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 3, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Stroke. Russian.
ru: При наличии любого из перечисленных факторов риска проконсультируйтесь с врачом или медсестрой. Профилактика инсульта • Лечите свои сердечно-сосудистые заболевания, высокое давление, диабет и повышенный уровень холестерина • Бросьте курить • Занимайтесь физкультурой • Принимайте здоровую пищу и сбросьте лишний вес • Употребляйте не более 1–2 порций алкоголя в день • Избегайте падений и травм Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Swallowing Having a hard time swallowing is called dysphagia. It can affect eating, drinking, and taking medicine. Swallowing problems may lead to poor nutrition. Signs of Swallowing Problems • Coughing, choking or a wet, gurgling voice while eating and drinking • Feeling food stuck in your throat or mouth • Drooling • Having a weak cough or weak voice • Having trouble or pain with swallowing • Avoiding some or all food or liquids Swallowing problems can be caused by: • A stroke • Head and neck cancer • Injuries to the throat • A head injury • Brain disorders • Radiation • Some medicines • A tracheostomy Swallowing Problems. Russian
ru: глотание Problems Затрудненное глотание называется дисфагией. Оно может вызывать трудности при приеме пищи, жидкостей и лекарств и привести к дефициту питательных веществ. Симптомы затрудненного глотания • Кашель, удушье или «влажный», булькающий голос при приеме пищи и жидкостей • Ощущение застрявшей в горле или во рту пищи • Обильное слюноотделение • Слабый кашель или голос • Трудности или ощущение боли при глотании • Нежелание употреблять какую-либо или любую пищу или жидкость Затрудненное глотание может быть вызвано: • Инсультом • Опухолями головы и гортани • Травмами горла • Травмами головы • Нарушениями работы мозга • Облучением • Некоторыми лекарствами • Трахеостомией

source: Your care If your doctor suspects a swallowing problem, a Speech Language Pathologist, called a SLP, may need to check your swallowing. The SLP is trained to help patients with swallowing problems. Swallowing problems are checked two ways: • Swallowing check (evaluation): The SLP watches you eat food and drink liquids that are thick and thin. If swallowing problems are seen, more testing may be needed. • Modified barium swallow: This test is done to check how you swallow. X-ray pictures are taken as foods and liquids move from your mouth through your throat as you swallow different foods and liquids. Based on the results of the tests, your care may include: • Having certain types of food or liquid thickness • Holding your head in a certain way while you eat and drink • Doing exercises to make your swallowing easier and safer Talk to your doctor or nurse if you have any questions or concerns. © 2005 - January 3, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Swallowing Problems. Russian
ru: Лечение Если врач подозревает у вас проблемы с глотанием, он может направить вас к врачу-логопеду. Логопед умеет оказывать помощь пациентам с затрудненным глотанием. Проблемы с глотанием можно выявить двумя способами: • Проверка глотания (оценка): Логопед наблюдает за тем, как вы принимаете густую и жидкую пищу и жидкость. При выявлении проблем с глотанием могут потребоваться дополнительные обследования. • Рентгенологическое исследование пищевода с барием: Это обследование позволяет проверить процесс глотания. Вам дают различные продукты и напитки и делают рентгеновские снимки их продвижения по пищеводу. На основании результатов этих обследований вам могут рекомендовать следующее: • Употреблять пищу и жидкости определенной консистенции. • Во время еды или питья держать голову в определенном положении. • Выполнять упражнения, которые делают процесс глотания более легким и безопасным. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Taking a Temperature Body heat is measured by taking a temperature with a thermometer. An increase in temperature, called a fever, may be a sign of infection. The common scale used to measure body temperature in the United States is degrees Fahrenheit (ºF). Other countries use degrees Centigrade (ºC). There are different ways to take a temperature. It is often measured using a digital thermometer orally, by placing it in the mouth, or axillary, meaning placing it under the arm in the armpit. There are special thermometers that can take a tympanic (in the ear), temporal (on the forehead) or rectal temperature. Take a baby’s temperature under the arm unless directed otherwise by the doctor. Talk with your health care provider if you have questions or concerns. Buy a digital thermometer at your local grocery or drug store. Ask for help to find them in the store. Taking a Temperature Using a Digital Thermometer Oral (Mouth) Do not put anything hot or cold in the mouth for 15 minutes before taking a temperature. This can affect the reading. 1. Take the thermometer out of its holder. 2. Clean the thermometer with soap and water or rubbing alcohol. You can also buy tip covers (called probe covers) that you throw away after use. Taking a Temperature. Russian.
ru: Температура тела измеряется термометром. Высокая температура может быть признаком инфекции. Температуру тела в США измеряют в градусах Фаренгейта (ºF), а в других странах — в градусах Цельсия (ºC). Чаще всего температуру измеряют орально (во рту) или под мышкой с помощью цифрового термометра. Существуют специальные термометры, которые могут измерять ушную, лобную и ректальную температуру. У младенцев температура измеряется в подмышечной впадине, если врачом не назначено иное. Если у вас есть вопросы или опасения, обратитесь к врачу. Купите цифровой термометр в ближайшем магазине или аптеке. Продавец поможет вам его найти. Измерение температуры цифровым термометром Орально (во рту) За 15 минут до измерения температуры не кладите в рот ничего горячего или холодного. Это может повлиять на показания термометра. 1. Вытащите термометр из футляра. 2. Вымойте термометр с мылом или протрите спиртом. Также можно купить одноразовые наконечники.

source: 3. Turn the thermometer on. Check that the screen is clear of any earlier readings. 4. Place the tip of the thermometer under the tongue toward the back of the mouth. 5. Close the lips gently around the thermometer. Do not bite down. It may need to be held it in place with a hand. 6. Keep the thermometer in place until it beeps. 7. Remove the thermometer. 8. Read the numbers in the window. These numbers are the temperature. Normal body temperature is 98.6 degrees F (37 degrees C) by mouth. Call your doctor: • If your temperature is greater than 101.5 degrees F by mouth. • Follow the directions of your doctor, if it is different. Axillary (Under the Arm) Wait 15 minutes after exercising or bathing before checking an axillary temperature. This can affect the reading. 1. Take the thermometer out of its holder. 2. Clean the thermometer with soap and water or rubbing alcohol. You can also buy tip covers (called probe covers) that you throw away after use. 3. Turn the thermometer on. Check that the screen is clear of any earlier readings. 4. Pat the armpit dry with a tissue or cloth. Do not rub when drying because rubbing may warm the skin. Taking a Temperature. Russian.
ru: 3. Включите термометр. Убедитесь, что на экране нет предыдущих показаний. 4. Поместите верхнюю часть термометра под язык по направлению к задней части рта. 5. Мягко сомкните губы вокруг термометра. Не прикусывайте его. Возможно, вам придется придерживать его рукой. 6. Держите термометр, пока не услышите звуковой сигнал. 7. Вытащите термометр. 8. Прочитайте цифры в окошке. Эти цифры означают температуру. Нормальная температура тела при измерении во рту — 98,6 ºF (37 ºС). Позвоните врачу: • Если температура при измерении во рту выше 101,5 ºF. или • В случае расхождений следуйте указаниям врача. Под мышкой Перед измерением температуры под мышкой подождите 15 минут после завершения физических упражнений или приема ванны. Это может повлиять на показания термометра. 1. Вытащите термометр из футляра. 2. Вымойте термометр с мылом или протрите спиртом. Также можно купить одноразовые наконечники. 3. Включите термометр. Убедитесь, что на экране нет предыдущих показаний. 4. Досуха промокните подмышку салфеткой или тканью. Не трите, поскольку трение может нагреть кожу.
